qu = [
    {
    "question": "Ваш пол :",
    "answers": {
        "1) Женский": {"Игрушка": 1, "Техника": 1, "Косметика": 3, "Мебель": 2, "Книги": 2, "Спортивный инвентарь": 1, "Сертификакт на посещение чего-либо": 2},
        "2) Мужской": {"Игрушка": 1, "Техника": 3, "Косметика": 1, "Мебель": 2, "Книги": 2, "Спортивный инвентарь": 1, "Сертификакт на посещение чего-либо": 2}
    }
},
{
    "question": "Ваш возрост: ",
    "answers": {
        "1) 0-12": {"Игрушка": 5, "Техника": 1, "Косметика": 2, "Мебель": 0, "Книги": 1, "Спортивный инвентарь": 1, "Сертификакт на посещение чего-либо": 0},
        "2) 13-18": {"Игрушка": 2, "Техника": 3, "Косметика": 2, "Мебель": 1, "Книги": 2, "Спортивный инвентарь": 2, "Сертификакт на посещение чего-либо": 1},
        "3) 18-30": {"Игрушка": 1, "Техника": 3, "Косметика": 3, "Мебель": 2, "Книги": 1, "Спортивный инвентарь": 2, "Сертификакт на посещение чего-либо": 3},
        "4) 31-?": {"Игрушка": 1, "Техника": 3, "Косметика": 3, "Мебель": 2, "Книги": 2, "Спортивный инвентарь": 4, "Сертификакт на посещение чего-либо": 2}
    }
},
    {"question": "Какое вам хобби ближе ?",
     "answers": {
         "1) Играть в настольные игры или видеоигры": {"Игрушка": 1, "Техника": 4, "Косметика": 2, "Мебель": 3, "Книги": 2, "Спортивный инвентарь": 1, "Сертификакт на посещение чего-либо": 1},
         "2) Отдыхать на воздухе": {"Игрушка": 2, "Техника": 2, "Косметика": 2, "Мебель": 3, "Книги": 2, "Спортивный инвентарь": 2, "Сертификакт на посещение чего-либо": 4},
         "3) Активный отдых": {"Игрушка": 1, "Техника": 2, "Косметика": 1, "Мебель": 1, "Книги": 3, "Спортивный инвентарь": 4, "Сертификакт на посещение чего-либо": 3},
         "4) Шоппинг": {"Игрушка": 2, "Техника": 2, "Косметика": 3, "Мебель": 1, "Книги": 2, "Спортивный инвентарь": 2, "Сертификакт на посещение чего-либо": 4}
     }

},
    {"question": "Где вы чаще всего бываете ?",
     "answers": {
         "1) Дома": {"Игрушка": 3, "Техника": 4, "Косметика": 1, "Мебель": 3, "Книги": 2, "Спортивный инвентарь": 2, "Сертификакт на посещение чего-либо": 1},
         "2) Тусить(Клуб и т.д.)": {"Игрушка": 1, "Техника": 2, "Косметика": 3, "Мебель": 3, "Книги": 2, "Спортивный инвентарь": 2, "Сертификакт на посещение чего-либо": 3},
         "3) В магазине": {"Игрушка": 2, "Техника": 4, "Косметика": 3, "Мебель": 2, "Книги": 2, "Спортивный инвентарь": 2, "Сертификакт на посещение чего-либо": 3},
         "4) У друзей":  {"Игрушка": 1, "Техника": 2, "Косметика": 2, "Мебель": 1, "Книги": 2, "Спортивный инвентарь": 2, "Сертификакт на посещение чего-либо": 2}
     }

},
    {"question": "Кем вы себя считаете ?",
     "answers": {
         "1) Экстроверт": {"Игрушка": 2, "Техника": 3, "Косметика": 2, "Мебель": 1, "Книги": 2, "Спортивный инвентарь": 3, "Сертификакт на посещение чего-либо": 4},
         "2) Интроверт": {"Игрушка": 1, "Техника": 3, "Косметика": 3, "Мебель": 3, "Книги": 2, "Спортивный инвентарь": 2, "Сертификакт на посещение чего-либо": 2}
     }

},
    {"question": "Часто-ли вы посещаете разные места ?",
     "answers": {
         "1) Да": {"Игрушка": 2, "Техника": 1, "Косметика": 2, "Мебель": 1, "Книги": 3, "Спортивный инвентарь": 1, "Сертификакт на посещение чего-либо": 2},
         "2) Нет": {"Игрушка": 1, "Техника": 3, "Косметика": 1, "Мебель": 2, "Книги": 2, "Спортивный инвентарь": 3, "Сертификакт на посещение чего-либо": 3}
     }

},
    {"question": "Работаете ли вы ?",
     "answers": {
         "1) Да": {"Игрушка": 1, "Техника": 2, "Косметика": 3, "Мебель": 2, "Книги": 3, "Спортивный инвентарь": 1, "Сертификакт на посещение чего-либо": 2},
         "2) Нет": {"Игрушка": 2, "Техника": 2, "Косметика": 2, "Мебель": 3, "Книги": 2, "Спортивный инвентарь": 2, "Сертификакт на посещение чего-либо": 3}
     }

},
    {"question": "Что из этого вы предпочёте больше всего ?",
     "answers": {
         "1) Компьютер": {"Игрушка": 2, "Техника": 5, "Косметика": 1, "Мебель": 2, "Книги": 3, "Спортивный инвентарь": 1, "Сертификакт на посещение чего-либо": 2},
         "2) Стол": {"Игрушка": 2, "Техника": 3, "Косметика": 2, "Мебель": 5, "Книги": 2, "Спортивный инвентарь": 2, "Сертификакт на посещение чего-либо": 1},
         "3) Духи": {"Игрушка": 2, "Техника": 1, "Косметика": 5, "Мебель": 1, "Книги": 2, "Спортивный инвентарь": 2, "Сертификакт на посещение чего-либо": 2},
         "4) Сертификат на посещение чего-либо": {"Игрушка": 1, "Техника": 2, "Косметика": 2, "Мебель": 2, "Книги": 3, "Спортивный инвентарь": 1, "Сертификакт на посещение чего-либо": 5}
     }

},
    {"question": "Часто ли вы проводите время с семьёй",
     "answers": {
         "1) Да": {"Игрушка": 2, "Техника": 3, "Косметика": 2, "Мебель": 2, "Книги": 3, "Спортивный инвентарь": 2, "Сертификакт на посещение чего-либо": 3},
         "2) Нет": {"Игрушка": 2, "Техника": 3, "Косметика": 2, "Мебель": 1, "Книги": 3, "Спортивный инвентарь": 1, "Сертификакт на посещение чего-либо": 2}
     }

},
    {"question": "Есть ли у вас новогонее настроение ?",
     "answers": {
         "1) Да": {"Игрушка": 3, "Техника": 3, "Косметика": 3, "Мебель": 3, "Книги": 3, "Спортивный инвентарь": 3, "Сертификакт на посещение чего-либо": 3},
         "2) Нет": {"Игрушка": 2, "Техника": 3, "Косметика": 2, "Мебель": 1, "Книги": 3, "Спортивный инвентарь": 1, "Сертификакт на посещение чего-либо": 2}
     }

}
]

































